export const chaogePoliticalTheory = [
  {
    "word": "基本原理",
    "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
    "hint": "“两个结合”是指把马克思主义______相结合、同",
    "examples": [
      "“两个结合”是指把马克思主义基本原理相结合、同"
    ],
    "group": "第一节新思想",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      },
      {
        "word": "国内大循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融______体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      },
      {
        "word": "马克思主义",
        "meaning": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义是中国化时代化的\t行。",
        "hint": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是______是中国化时代化的\t行。"
      }
    ]
  },
  {
    "word": "中国具体实际",
    "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
    "hint": "“两个结合”是指把马克思主义基本原理相结合、同",
    "examples": [
      "“两个结合”是指把马克思主义基本原理相结合、同"
    ],
    "group": "第一节新思想",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "马克思主义",
        "meaning": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义是中国化时代化的\t行。",
        "hint": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是______是中国化时代化的\t行。"
      },
      {
        "word": "首要任务",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      }
    ]
  },
  {
    "word": "中华优秀传统文化",
    "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
    "hint": "“两个结合”是指把马克思主义基本原理相结合、同",
    "examples": [
      "“两个结合”是指把马克思主义基本原理相结合、同"
    ],
    "group": "第一节新思想",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "军事科技文化社会",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      },
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "经济",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      }
    ]
  },
  {
    "word": "马克思主义",
    "meaning": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义是中国化时代化的\t行。",
    "hint": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是______是中国化时代化的\t行。",
    "examples": [
      "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义是中国化时代化的\t行。"
    ],
    "group": "第一节新思想",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "中华优秀传统文化",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义基本原理相结合、同"
      },
      {
        "word": "国际",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      },
      {
        "word": "军事科技文化社会",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      }
    ]
  },
  {
    "word": "发展",
    "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
    "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。",
    "examples": [
      "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
    ],
    "group": "第七节\t经济建设",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "中华优秀传统文化",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义基本原理相结合、同"
      },
      {
        "word": "军事科技文化社会",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      },
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      }
    ]
  },
  {
    "word": "主题",
    "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
    "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以______为支撑（骨干）的现代化产业体系。",
    "examples": [
      "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
    ],
    "group": "第七节\t经济建设",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "基本原理",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义______相结合、同"
      },
      {
        "word": "国际",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      },
      {
        "word": "政治",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进______安全为依托。"
      }
    ]
  },
  {
    "word": "首要任务",
    "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
    "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
    "examples": [
      "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
    ],
    "group": "第七节\t经济建设",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "国内大循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融______体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      },
      {
        "word": "基本原理",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义______相结合、同"
      },
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      }
    ]
  },
  {
    "word": "国内大循环",
    "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
    "hint": "中国特色现代金融体系是：科学稳健的金融______体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
    "examples": [
      "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
    ],
    "group": "第七节\t经济建设",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "首要任务",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      }
    ]
  },
  {
    "word": "国际国内双循环",
    "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
    "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
    "examples": [
      "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
    ],
    "group": "第七节\t经济建设",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "基本原理",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义______相结合、同"
      },
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "国际",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      }
    ]
  },
  {
    "word": "人民",
    "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "hint": "l．总体国家安全观强调：坚持以______安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "examples": [
      "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
    ],
    "group": "第十三节\t维护和塑造国家安全",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "国际",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      },
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      }
    ]
  },
  {
    "word": "政治",
    "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进______安全为依托。",
    "examples": [
      "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
    ],
    "group": "第十三节\t维护和塑造国家安全",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "国际国内双循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融______体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      },
      {
        "word": "基本原理",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义______相结合、同"
      },
      {
        "word": "主题",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以______为支撑（骨干）的现代化产业体系。"
      }
    ]
  },
  {
    "word": "经济",
    "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "examples": [
      "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
    ],
    "group": "第十三节\t维护和塑造国家安全",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "国内大循环",
        "meaning": "中国特色现代金融体系是：科学稳健的金融国内大循环体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。",
        "hint": "中国特色现代金融体系是：科学稳健的金融______体系、结构合理的金融\t体系、分工协作的金融\t体系、完备有效的金融国际国内双循环体系、多样化专业性的金融\t\t 体系、自主可控、安全高效的金融\t体系。"
      },
      {
        "word": "首要任务",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "人民",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以______安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
      }
    ]
  },
  {
    "word": "军事科技文化社会",
    "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "examples": [
      "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
    ],
    "group": "第十三节\t维护和塑造国家安全",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "政治",
        "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
        "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进______安全为依托。"
      },
      {
        "word": "马克思主义",
        "meaning": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义是中国化时代化的\t行。",
        "hint": "中国共产党为什么能，中国特色社会主义为什么好，归根到底是______是中国化时代化的\t行。"
      },
      {
        "word": "基本原理",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义______相结合、同"
      }
    ]
  },
  {
    "word": "国际",
    "meaning": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "hint": "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。",
    "examples": [
      "l．总体国家安全观强调：坚持以人民安全为宗旨、以\t安全为根本、以\t安全为基础、以\t安全为保障、以促进政治安全为依托。"
    ],
    "group": "第十三节\t维护和塑造国家安全",
    "subcategory": "【超格】政治理论",
    "chapter": "超格精简版",
    "listNum": 100,
    "color": "重点",
    "distractors": [
      {
        "word": "首要任务",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "发展",
        "meaning": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在发展上，加快构建以主题为支撑（骨干）的现代化产业体系。",
        "hint": "是中国式现代化的物质技术基础。坚持把发展经济的着力点（根基）放在______上，加快构建以主题为支撑（骨干）的现代化产业体系。"
      },
      {
        "word": "中国具体实际",
        "meaning": "“两个结合”是指把马克思主义基本原理相结合、同",
        "hint": "“两个结合”是指把马克思主义基本原理相结合、同"
      }
    ]
  }
];
